/* 
   Localizable.strings
   HatenaTouch

   Created by Kishikawa Katsumi on 10/07/12.
   Copyright 2010 Kishikawa Katsumi. All rights reserved.
 */

"AppName" = "Hatena touch";

"Edit" = "Edit";
"New" = "Create New Post";
"Draft" = "Post From Draft";
"Backnumber" = "Edit Backnumber";
"DiaryOf" = "%@'s Diary%@";
"DraftTitle" = "Draft";
"DraftSectionTitle" = " (Draft)";
"BacknumberTitle" = "Backnumber";
"Title" = "Title";
"Submit" = "Submit";
"Save Draft" = "Save Draft";
"Delete" = "Delete";
"Preview" = "Preview";
"Hatena Syntax" = "Hatena Syntax";
 
"Browse" = "Browse";
"HotEntry" = "Hot Entry";
"RecentEntry" = "Recent Entry";
"FeaturedEntry" = "Featured Entry";
"MyBookmark" = "My Bookmark";
"BookmarkOf" = "%@'s Bookmark";

"All" = "All";
"General" = "General";
"Social" = "Social";
"Economics" = "Economics";
"Life" = "Life";
"Entertainment" = "Entertainment";
"Knowledge" = "Knowledge";
"IT" = "IT";
"Game" = "Game";
"Fun" = "Fun";
"Video" = "Video";

"All-SectionHeader" = "All";
"General-SectionHeader" = "General";
"Social-SectionHeader" = "Social";
"Economics-SectionHeader" = "Economics";
"Life-SectionHeader" = "Life";
"Entertainment-SectionHeader" = "Entertainment";
"Knowledge-SectionHeader" = "Knowledge";
"IT-SectionHeader" = "IT";
"Game-SectionHeader" = "Game";
"Fun-SectionHeader" = "Fun";
"Video-SectionHeader" = "Video";

"HelpAndSettings" = "Help & Settings";
"Settings" = "Settings";
"Account" = "Account";
"Username" = "Username";
"Password" = "Password";
"Image Size" = "Attached Image Size";
"Web" = "Web";
"Use Mobilizer" = "Use Mobilizer";
"AutoRotation" = "Auto Rotation";

"ReloadThisPage" = "Reload This Page";
"DirectAccess" = "Direct access";
"WithMobileProxy" = "With mobile proxy";
"OpenSafari" = "Open Safari";

"Cancel" = "Cancel";

"Help" = "Help"; 

"No internet connection." = "No internet connection.";
